{"title": "超市里为什么只见非转基因油而不见转基因油？", "link": "http://www.guokr.com/question/667498/"}
{"title": "为什么现在网上骂圣母比骂冷血残忍的多？", "link": "http://www.guokr.com/question/666715/"}
{"title": "樟脑丸会不会对人体造成伤害呢？", "link": "http://www.guokr.com/question/667487/"}
{"title": "为什么女生的字一般都比男孩子的好看？", "link": "http://www.guokr.com/question/415552/"}
{"title": "第一个翻译英语的人是怎么知道这些单词的意思的？", "link": "http://www.guokr.com/question/271222/"}
{"title": "从原子和分子的层次看，食物在人类体内经过了怎样的变化才被排出体外？期间，人体又得到了什么？物质上摄入和排出的差值又如何消耗掉，保持体形的基本不变。", "link": "http://www.guokr.com/question/667469/"}
{"title": "怎么区分棉花和肉松（如果有人用棉花冒充肉松的话）", "link": "http://www.guokr.com/question/667485/"}
{"title": "怎样给成年猫咪洗澡？", "link": "http://www.guokr.com/question/546901/"}
{"title": "为什么这么多人喜欢膜？", "link": "http://www.guokr.com/question/667521/"}
{"title": "悉尼飞上海的东航发动机事故有多严重？", "link": "http://www.guokr.com/question/667309/"}
{"title": "九江市传统文化学会说“克夫”的“克”其实是“影响”的意思，这是真的吗？", "link": "http://www.guokr.com/question/666893/"}
{"title": "刻舟求剑那人在跳水之前在舟上到底刻了什么？", "link": "http://www.guokr.com/question/103833/"}
{"title": "如何科学地解释“雾霾天气应该多吃青菜”？", "link": "http://www.guokr.com/question/518770/"}
{"title": "为什么有的橙子里面有个小橙子？", "link": "http://www.guokr.com/question/3049/"}
{"title": "史上的第一个翻译是怎么产生的？", "link": "http://www.guokr.com/question/136178/"}
{"title": "把断掉的白炽灯灯丝接上需要有怎样的操作？", "link": "http://www.guokr.com/question/667520/"}
{"title": "广州塔的24根柱子是直的还是曲的？", "link": "http://www.guokr.com/question/617192/"}
{"title": "如何学写哥特体？", "link": "http://www.guokr.com/question/536313/"}
{"title": "人造光源有光压吗？光源是否存在反作用力（有关太阳帆的问题懂得进）", "link": "http://www.guokr.com/question/667205/"}
{"title": "按照量子物理，宇宙在观测者（人类或者外星人都算）出现之前，既是存在的又是不存在的？", "link": "http://www.guokr.com/question/667298/"}
{"content": "绝大多数民族之间的语言习得都是靠媒介语教学来完成的。解释一下，譬如英语和汉语，假设在古代，中国和英语国家没有任何往来，但中国人和英国人分别与阿拉伯人有贸易往来，那么中国外贸商人和英国外贸商人就懂阿拉伯语，且也有阿拉伯外贸商人也懂中国语或英语。假设此时有中国或英国人想习得对方的语言，只需要通过阿拉伯语这个媒介，或向阿拉伯商人寻求教学，或直接用阿拉伯语与对方国家外贸人员接触就可以了。当然，在规范的外语教学诞生之前，这些学习的效果是不能保证的，有的学得相当好，有的嘛，嘿嘿……而且自己还不知道……很可怕的哦！一般而言，一个民族通常都会跟周围的民族有接触的，所以按照这个方式可以习得绝大多数语言。如果这个民族确实因地理等方面的原因跟别的民族没什么接触了，或者说有接触但是接触得太少，要想找一个学习的媒介人很困难，那就需要想学习这门语言的人亲自到该语言的使用区去，拿个苹果问问叫啥，拿个梨问问叫啥……那就难得多了。不过也只是“开头难”。掌握基础的一些词汇和语法以后再学下去也就轻松一些了。而且这么做的多是现当代语言学学者，靠语言学的知识，如百词表啦，语言规律啦什么的，这个过程也可以简化一些的。不过前提应该是那个语言区的人愿意教给你。不过啊，一般而言，媒介语都是不难找的。哪个民族还不跟邻居打打仗，打打麻将，打打酱油啥的嘛，常言道，最穷不过搞文字的，最富不过骗鬼子的，你看现在大学招生国贸分多高啊，这么来钱的事，古代人会没发现么？另，有朋友在下面发帖询问中国人是怎么习得阿拉伯语的。嗯，是通过西域语言作为媒介语……或者是想问是怎么习得第一种外语的吧。这可是很久很久以前的故事了，差不多跟语言一样古老。不过我还年轻，连恋爱都没有谈过呢，这么久以前的事情，我也不记得了……我甚至连语言啥时候产生的都不晓得。那时候据说还没有果壳，所以没有人把这么重要的事情发布出来。虽然我们不知道语言产生的时代，也不具体地清楚当时的人口密度和分布状况，但毫无疑问的是，伴随着人类社群间的社会接触（这无疑是经常性的。你有能力到达的地方，别人也会到），语言接触从语言的萌芽阶段就不可避免地在频繁地进行着。新语言产生的同时，它应该很快就会不可避免地与周边语言发生语言接触，然后就有了懂最初的媒介语的家伙了。这就是我之前的所谓“媒介语不难找”那段话的详细解释。其实，之前我的描述在逻辑上已经涵盖所有情况了。有媒介语时利用媒介语这个巧宗（这种是主力）；没有时硬教硬学也能学会。有需要，麻烦点儿怕啥嘛。而且其实原始语言据说很原始，硬学更不是麻烦。人的大脑一定是有了一定的概念处理能力了才可能产生语言，这时候相较于习得初级语言应该是绰绰有余的了。所以，第一个懂英语的中国人不可避免早晚会出现的。这是我们今天有机会背那些天杀的单词的原因之一。唉……"}
{"content": "有一种是用天然樟脑做的，那种好一点。还有一种是用萘(好像是这个)，稠环芳烃做的，而所有稠环芳烃都是有毒的。但既然能拿出来卖，应该就没什么大问题。"}
{"content": "看了一下诸位的回复感觉都不错，在这里分享一下我的看法。首先请注意，引起反感的并不是真正意义上的“圣母”，而是带有某个“表音字”的那种“伪圣母”。至于伪圣母为什么会引起强烈反感，个人感觉主要有几个原因：首先是具体点说就是举个简单的例子，一个真正喜欢动物的人（真圣母）可以从猫狗牛马狮虎熊虫豸鱼鸟中找出各种各样的萌点，或者即便是对某些动物特别偏好（比如卢平老师喜欢猞猁君……好像有什么不对……），但却不会表现出对其他动物的极度嫌弃；反之，伪动物爱好者则往往会表现出对某些动物的一种异常的“喜欢”（兔兔这么可爱你怎么可以吃兔兔！），然后漠视甚至蔑视其它动物、乃至喜欢其他动物的人（若无其事地吃起鸡腿）这种双重标准给人一种表里不一，口是心非的感觉，简单来说就是，。其次，人的交流当中讲究尊重和理解，在我看来这两个词应该这么看：，。然而到了伪圣母的身上就变成了：，。比如说，在对待同性恋的问题上，我的观点是；而到了伪圣母那边，这种观点就会被扭曲成：说实话……这就跟某些奇怪的宗教没什么区别了……“意见相左的就必须干掉”“异教徒必须死”……而将观念强加在别人身上接下来就会引申出一个问题：比如以下这个例子：在客观事实上来说，某狼的这种行为显然是报复社会，而且造成了大量的伤亡，是应该受到谴责的。但在伪圣母的眼中，——可见，这种颠倒是非，把加害者和受害者都搞错了的观点，根本就不是什么“过高的道德标准”，而是一种以上仅为个人观点，举得例子有点偏颇和随意，未经严谨思考，请谨慎食用。====（仔细审题之后跑回来回答第二部分）====为什么喷圣母的人比喷冷血残忍的人更多呢……其实这里应该要说：先问是不是，再问为什么的。不过……唔……我觉得应该首先要定义一下“冷血残忍”。比如那些冷血虐待动物的人，喷的人其实还是非常多的……然而现在有一种情况是怎么样呢？那就是在谴责冷血残忍的人的网络帖子或新闻等内容中，比如说上述的“某狼连环画杀人事件”中，一开始大家都在骂某狼不人道、太残忍、太冷血，而当一些人冒出来说某狼也是被生活所迫，某老主编才是罪有应得，并且开始就这些毫无逻辑的说法与大批网友对战的时候……转火就发生了……因此，目前常常发生的情况是：所以就会导致这种“喷圣母比喷人渣多”的错觉了……"}
{"content": "你可以找找便宜一些的大豆油、菜籽油和调和油，只要没在显著位置用大字标明“非转基因”的，仔细看看配料表就行，转基因食用油都会用小字标注为什么会有这种现象？因为企业的目的是挣钱而不是科普，反正收智商税又不犯法"}
{"content": " 你好。 最近，全国各地空气都不好，雾霾非常严重。空气中的有毒物质，会影响我们的健康。 你的哥哥跟你说，不多吃青菜就会中毒，这个说法还有几分道理呢。 这其中的原因，并非是青菜能够排毒。就像 哥哥所说，食物吃下去通过的是消化道，它们不能把呼吸道或是血管里的毒物给带出来。青菜中含有维生素C、类黄酮等多种抗氧化物，有助于我们对抗脏空气对人体的伤害。这种能力或许不够大，对身体总不是个坏事。 面对雾霾，我们每一个人都是受害者，但我们每一个人也都是加害者，任何人，都难以逃脱干系。小朋友，或许你想不到，如果你的食谱里青菜多一些，我们的环境也会好一些。 生产肉食，产生的废气（和产生雾霾的废气那些有些差别，但同样是废气）要比生产包括青菜在内的素食要多。英国的科学家曾经测算过，如果所有英国人将现有的饮食习惯改成素餐饮食，其碳排放的减少量可等同于整个英国的客车排气管的废气排放量的一半。吃素或是吃肉都只是个人的选择而已，并无好坏。但如果你稍稍调整一下食谱，让青菜多一些，那么你也贡献出了你的力量。 当然，这样还不够。面对雾霾，选择更绿色的交通方式会更好。让你的爸爸妈妈少开一些车，多选择公共交通工具，会减少一部分尾气排放。我们还应该呼吁政府加大对公共交通的投入，让公共资源更丰富。同时，在不需要的时候，请把家中的电灯神马的给关上，只要不影响生活，节约一些可以节约却被浪费的能源，聚沙也能成塔，我们的环境会更好。 另外，我们的能源结构，也是雾霾的成因之一。每年冬天，中国都会烧掉大量的煤炭，来取暖，来发电。我们应当推动中国的能源转型，用更清洁的核能、风能等绿色能源，来减少火电的使用。这必然是未来之路。然而，这条道路很可能会崎岖，如果你愿意，我们可以一起耐心的走过去。 小朋友，你能做的事情很多。每一个人能做的事情都很多。我们脚下的，是我们的中国。我们能让她变得更好，一点点的变好。 于是，让我们从多吃青菜开始吧~果壳网的一个编辑"}
{"content": "其实别人只是看到了表面，没有看到实质。刻舟求剑的那个人，只不过是手头没有纸，因而用小刀在舟上进行了一番计算。他根据当时船相对于水的速度，水的深度，以及剑落水的角度和剑在水中所受到的阻力等等，准确地计算出了剑落到河底所在的位置，然后顺利地找回了他的宝剑。"}
{"content": "这条洗地完全是胡说八道。这个所谓的专家的讲座，从网上可以搜到的视频来看，基本上句句令人作呕，并不只是这一句话引起了公众的反感。此处这个什么九江市传统文化研究会的狡辩也完全是信口开河。汉语中，“克”是一个义项非常多的词。然而，它“克夫”等词中的“克”，繁体中一般写作“剋”或“尅”。这几种写法都没有“影响”的意思。一般中国人比较熟悉的（第十版，商务印书馆2004）中收录了“克（剋、尅）”的7个义项（另有“剋”的两个单独的义项）；公众心中很高大上的（第六版，上海辞书出版社2009）和（第六版，商务印书馆2012）中各自收录了“克”的9个义项，《辞海》另附了“剋（尅）”的4个义项，《现代汉语词典》另附了“剋（尅）”两个义项；中非常权威的（湖北辞书出版社、四川辞书出版社缩印本，1994）中“克”有15个义项，“剋（尅）”有10个义项；另一套很权威的专业辞书（上海辞书出版社2008）中“克”有22个义项，“剋（尅）”有11个义项；集中收录对汉字，甚至包含了那些明显错误的解释的（商务印书馆2003），更是一口气收罗了中对“克”、“剋（尅）”的注释，并归纳出古人对“克”73种的不同解释，对“剋”的15种不同解释，还有对“尅”的7种解释。在我个人阅读古今汉语语料的印象里，“克”、“剋（尅）”也确实没有这一义项。事实上，汉语中“剋夫”等词的“剋”，其本义显然是。“克”字很早就承载了“伤害”这一义项，如汉初名臣陆贾所作《新语·至德第八》中就有“内克百姓”的用例。后世常见的“剋（克）+亲属词”的用法，则特指。中古时期逐渐成书的迷信图书《星命溯源》卷五就说：“论孛星……居午，大凶，女人当头，夫子……”此处“克”与“害”同义互文，意思也是一致的。又如《西游记》第四十四回《法身元运逢车力 心正妖邪度脊关》讲孙悟空刚到车迟国，对着幸存的和尚们开玩笑：“父母生下你来，皆因命犯华盖，爷娘，或是不招姊妹，才把你舍断了出家。”此处“妨”、“克”也是同义互文，同样是伤害的意思。从古今汉语文献的语料来看，“克”的意思非常明确，用不着某些什么文化研究会发明、钦定新的历史用法。当然，这些“克”这“克”那的怪力乱神之论，其实没有任何的实证依据，完全不值得相信。任何人只要在法律的框架下着装，不妨碍别人的合理需求，不仅不会给家人带来灾难，也几乎不会对家庭造成任何“影响”。当然，如果穿着的场合不合适，严重违反相应场合下的实用性或社会性要求，比如穿着拖鞋去赛跑，穿着Cosplay去做与其无关的商务谈判等，可能会对着装者个人产生影响，不过这种分场合的着装规则显然与这些保守主义者宣扬的“克”此“克”彼的迷信学说无关。某些人看见女性穿得自由一点便大惊小怪，这只能反映出这些人内心的龌龊。鲁迅先生的《小杂感》中有一条专门描写这类人的名句：“一见短袖子，立刻想到白臂膊，立刻想到全裸体，立刻想到生殖器，立刻想到性交，立刻想到杂交，立刻想到私生子。中国人的想象惟在这一层能够如此跃进。”不知他当时可曾绝望地想到，88年以后，这句话仍然会在中国的某些大学和研究会中的某些人员身上应验。上图来自flickr.com，作者：Tracey West。"}
{"content": "看起来像是风扇叶片碎了，看着很惊悚，也确实少见。不过单发失效也没有这么危险，可以持续飞行相当长时间，单发降落，基本合格的机长都能做到。当然不知道当时飞机还有什么其他故障，不好做出判断。"}
{"content": "和吃瓜群众一样，只是一个流行起来的梗而已。"}
{"content": "（此问题由 回答）北美宠物网入口：猫猫生来就有强有力的舌头，是爱干净的处女座哈~~一般来说猫猫不需要洗澡的，除非不小心脏脏了~~猫猫一般都很怕水，所以洗澡也是有技巧的哦~ 猫猫心情好的时候最适合哦，入浴前的嬉戏也可以让他更放松哦入浴前剪好指甲，可以避免猫奴血的教训哦。怎么剪？看看我们的吧！ 洗之前先刷刷毛，把松掉的毛梳掉~猫猫很爱梳毛，而且会避免浴池阻塞的说。可以用手拿的小喷头，或者用舀水的方式来弄湿哦。先在自己手上试好水温，水量不要太大。要注意猫猫耳朵是不能进水的哦，塞小棉球或者带个爆萌的小头罩都是可以的哦。洗脸可以用湿毛巾，不要直接喷水哦。要用宠物专用的洗发水哦，人的洗发水酸碱度不一样，对猫猫皮肤不好。 用个大毛巾好好帮猫猫擦擦干哦。如果猫猫不怕吹风机的声音的话，也可以用低热档吹吹干哦。长毛猫要好好梳一下避免打结。奖励是绝对不能少的哦。最爱的食物，最爱的玩具都可以上场啦。洗澡并不是那么恐怖的哦。猫奴们准备好伺候主子了吗？关于自己家的宠物,如果你有具体的问题,欢迎到注册提问哦~ 在那里我们会给你详细的解答.欢迎关注和"}
{"content": "2名大妈突发联想拍视频 造谣棉花肉松被抓获江苏两女子制作“肉松棉花造”虚假视频，被拘7天 肉松里面的纤维是蛋白质，棉花是纤维素。简单辨别办法是用“肉眼”看。不过对于那些 相信大米是塑料的，紫菜是塑料的人来说。他们可能缺少这个办法需要用到的眼睛。"}
{"content": "建议高中生物重修"}
{"content": "对量子力学的一个很大的误解就是，它需要一个观测者才能决定宇宙的状态。但是，这并不正确。。这要看我们到底是怎么看“波函数”这个东西的。量子力学甫一问世，大家都很不理解：原本我们以为是单独实体的基本粒子，比如说电子，为什么可以同时出现在不同的地方？因为波函数说的就是这个，电子的波函数可以分别在不同的地方有非零的值，在这些地方测量，电子会有非零的概率出现。这个问题有两种解决方法（当然还有别的），可以分别引向了量子力学的两个不同的诠释：和。第一种解决办法，就是说电子才是实体，而波函数只不过是用来计算的东西。第二种解决办法，就是说波函数才是唯一的实体，而电子，或者说电子的具体位置，其实是一种幻象。前者对应哥本哈根诠释，而后者则对应多世界诠释。问题是，在两种诠释中，其实都不需要观察者的存在。我们先来看看哥本哈根诠释。在哥本哈根诠释中，对于某个量子系统来说，它的波函数有两种不同的演化方式。第一种是，波函数在没有观测时，会按照薛定谔方程正常演化。第二种是，波函数在受到某种观测（对应于某个给定的正交基）时，会根据波函数在相应正交基中基向量的分量大小，“坍缩”到某个特定的观测结果（正交基的一个基向量，也就是本征态）。这样的诠释，保证了我们观测到的世界是经典的，也就是波函数处于本征态。这里有一个问题，就是观测必须来自系统外部。如果我们把宇宙看成整个量子体系的话，要它经历“坍缩”的演化，这必须来自宇宙外部的观测，而这是不可能的，因为宇宙已经包含了一切。实际上，科学家在引用哥本哈根诠释的时候，从来没有将宇宙整体看成量子体系，因为这没有意义。另一个问题就是，“观测”到底是什么，在哥本哈根诠释中语焉不详。实行观测的主体不一定要是有意识的人或者其他生物，实际上普通的仪器也可以完成这一点。所以，根据哥本哈根诠释，谈论整个宇宙的波函数如何坍缩至纯态是没有意义的，而即使引入宇宙之外的事物，也不需要所谓“意识”的参与，完全自然造就的死物也可以完成测量。在这种情况下，谈论什么“只有观测者出现，宇宙才存在”是没有意义的。毕竟，宇宙一直存在，大家关心的只是为什么我们观察到宇宙的每个部分是本征态，但要解释这一点，只需要用到基本的哥本哈根诠释，毕竟我们观测了，宇宙的任何处于我们外部的子系统都会变成本征态，而不需要考虑使整个宇宙的波函数“坍缩”为纯态的所谓“全局观测者”。最后还留了一个小尾巴：我们怎么确定自己这个子系统是本征态？这里不需要什么自我观测的鬼话，照相机一照就是观测。观测不需要意识，所以随便找个器材都可以。然后我们来看多世界诠释，这是我比较喜欢的。多世界诠释说的很简单：世界上只有一个东西，叫做“宇宙的波函数”，它完全根据薛定谔方程演化。完毕。你可能会说：这是什么鬼，什么都没有解释……实际上，这个诠释的美妙之处，就是它不需要什么复杂的解释，但需要足够抽象的思维。它的精妙之处，不在于定义，而在于怎么通过逻辑思考去全盘接受简单定义导致的非常违反直觉的结论。宇宙中有很多东西，它们会相互作用，将宇宙拖进各种各样的纠缠态。所以，宇宙的波函数中，纠缠的程度会越来越高，当然也有原本处于纠缠态的子系统在自然演化下重新归并，但这应该很少。在很多科普读物中，这种现象又被说成是“世界的分裂”，也就是抛一枚量子硬币然后观测结果，就会导致宇宙的波函数分裂成两个不同的分量。这也就是多世界诠释名字的由来。当然我对这种说法很不满意，太耸人听闻了，实际上只不过是宇宙的波函数有很多个分量（可能性）而已。但这个结论很违反直觉。首先，我们平时观察到的世界都是本征态的，没有别的分量，这是怎么回事？然而这是理所当然的，因为在每一个分量中的我们，都只能观测到自己身处的这个分量，那么当然是一个本征态。我们没有办法观测到别的分量，所以只能通过具体的实验，让不同的分量之间通过互相干涉部分归并在一起，才能察知量子现象的存在。我们对量子实验的观测，如果没有其他量子过程的参与，实际上就只是普通的经典演化，没有什么了不得的。然后，我们对量子现象进行观测时，得到的概率跟算出来的波函数吻合，这又是怎么回事？处于不同分量的话，怎么可能做到这么好的结果？问题在于，我们进行多次测量的时候，实际上每一次都开辟了新的分量。如果说每一次测量可以有两种结果，那么进行n次测量之后，相关的分量实际上有2的n次方个，而我们只是身处其中某个分量之中。但不同的分量拥有不同的概率幅，我们处于符合计算出来的波函数的分量，这种可能性非常大，仅此而已。在多世界诠释中，宇宙自行其是。没有什么观测者，只有宇宙的波函数，在按照薛定谔方程，盲目而坚定地运转着。它就这样存在，没有原因也不需要理由。有些关于宇宙的事情，可能就是没有理由的。"}
{"content": "“太阳帆拖着一个设备，太阳帆发射光源”这个设想和“在帆船尾部放一个电风扇吹帆”是一样一样的，具体参见流言终结者，虽然实际情况可能极其低效地往前、往后运动，但显然是“副作用”，因为动力并未直接用于推进。这其实跟题主之前说的“磁性物质的排斥力或者吸引力”其实也一样：“作用力”和“反作用力”都在这个系统内部。理论可行的方法是把光全部投射向飞行器的后方，这就不再是太阳帆了，而是光推进。光推进有多种方案，与题主设想比较类似的方案是光子火箭，也就是 提到的半球覆盖反射的方案。这个方案问题比较多，光是散射的，前半球经过反射碗后接近平行，而后半球的可就没法子了。这个系统推进效率低，需要大量的能量，有设想采用核动力，但转换的动能还是比较有限的。进一步的方案是通过地基、天基或在路过的星球上设置光束/激光发射器，推动面积很小的反射面，如果发射端也有反射，则推进效率还会增加。再说光伏材料做太阳帆，首先这回大幅降低太阳帆的效率，因为反射的光子大量减少。其次，这个太阳能电池板发的一点电有什么用呢？与光束发射装置所需的能量相比实在太微不足道了。再次，太阳帆的一个重要技术点就是做到超薄，纳米级，同时保持强度，显然用上光伏材料严重影响了效率。"}
{"content": "考虑了一下还是去掉头部。。。衬线这东西补笔或者拖残膜的技巧很深，建议初学者直接补笔。。。其实严格算下来，Gothic字体中大写和小写的风格和方式基本都是不同的。你那个图中的大写字母，用于首字下沉这样的情况衬线不够，用在段落内衬线又太多。。一开始玩的话装饰线拔干净会比较好上手。。。另外写Gothic一般来讲需要至少一支平尖笔，最好再来一支普通但是颜色相同的点尖笔。。。工具篇推荐这个，也是我用的最多的。。。钢笔颜色也好控制。。。细说的话大写字母非常多。本来我是想出教程的，但是小写字母出了5个字母之后就实在没精力了。。等放假呢。但是可以提前支援你个内容：插积木你会吧。这几个笔画完全可以拼写成相应的大写字母了。。就看你怎么分析了。和插积木一样。小写字母比较多。。。暂时写了一共就五个。。但是吧，重点在分析方式上。。只要会分析，剩下的都不是事。。。两个必要的基本功。练练小写就不是事了。至于其他的，多去百度圆体英文吧和百度平尖吧和吧友交流就好了。。。另外备注一下：本篇中指的Gothic专指Gothic Textura Quadrata。。后来的那种Gothic，估计你们看了也觉得和哥特不怎么沾边吧。。。其实后来Black Letter（黑体、无衬线体）、Gothic的涵盖范围都被扩展了。。。而且我到现在也没能理解一坨一坨衬线的GTQ是怎么被称作无衬线字体的。。。"}
{"content": "谢邀！今天有点忙，没有太多时间查资料，先简单说一下，有空再来完善吧。简单地说，广州塔的结构形式是筒中筒结构。核心内筒是直的，上下贯通，采用钢筋混凝土材料，几部电梯和各种竖向管线都布置在核心内筒中间。外面造型复杂优美的是钢结构外筒，24根钢柱（实际上是内部填充了混凝土的钢管混凝土柱）和46道椭圆形水平环梁以及斜向网格钢架组成一个整体外筒。为了让结构更加稳定，每隔40米，外钢构和内筒之间就加装腹构材进行连接，外筒和内筒共同作用支撑起整个结构。题主疑惑弯曲的柱子是否还能承重问题，应该这样看：全部24根斜向钢柱和横向的网格构架是共同受力，而不是某根柱子承受作用力。类似于用细密的经纬线编织成的一个钢筒，每一根经纬线可能都比较柔软，但是整体却能承受一定的荷载。还有一点，广州塔这样的高耸结构，主要影响其结构受力的因素不是竖向力，而是风力、地震等造成的水平力，所以柱子是否完全垂直也不那么重要，因为这些柱子主要抵抗侧向的弯曲作用。这个图片可以看到椭圆形的混凝土核心内筒和网格状的钢结构外筒是分步施工的。更多更详细的施工过程图片可以看这里：***********这24根斜向柱子到底是直的，还是弯曲的？从网上已有的图片资料来看，应该设计模型是做成直的，也就是说形成一个典型的单叶双曲面造型。但是网格状外筒是属于柔性钢结构，建成后受风力和温度影响有比较大的变形，看上去有些照片中的钢柱不那么直。尤其是钢结构对温度变化非常敏感，中午和夜晚的区别、向阳面和背阳面的区别都可能导致钢构发生一定的变形。正如 说的“抛开直线度谈曲直都是耍流氓”，虽然看上去不那么直，但是理论上它应该就是直的。若干个直的柱子怎样形成“小蛮腰”这样的优美曲线？请看这个："}
{"content": "题目说的是搭上而不是接上。通过转动灯泡，利用重力，把灯丝断的那一端搭在灯泡里面原先连接灯丝的电极（不知道应该叫什么术语～～）上，然后再小心地把灯泡装回，如果搭上的灯丝没有脱落，就又可以用了。因为搭上之后实际使用的灯丝比原来短了，所以就更亮。并不是所有断掉的灯丝都能搭回去，通常原本灯丝比较长的灯泡的灯丝有更大几率断成能够搭上继续使用的情况。"}
{"content": "民族融合。譬如一个中国人不小心和一个俄国人爱上了，但是都不明白对方的语言，通过手势、身体上的交流，最终生产出的小孩子就会两国语言了"}
{"content": "首先，这种橙子叫做脐橙。“小橙子”的部分同样是果肉，可以吃，同其它部分的果肉没有本质区别。果实中还有一个小果实，这个神奇的现象其实并不是脐橙的专利。一位网友为我们提供了一组辣椒的照片——里面有一颗小辣椒！（见下图）我们请自然控的驻站编辑 来为大家解答这种现象出现的机制：-------------------脐橙的“肚脐”里面其实是个类似连体婴儿一样的小橙子，这是在果顶部有一圈不完全发育的“心皮”而形成的。“心皮”是雌蕊的基本单位。我们都知道果实是由雌蕊的子房发育而来的，因此正常的果实顶部多了一圈心皮意味着可以在那里多长一个果实。脐橙这个品种是人为选育的一个突变，这个突变导致了这圈多余的心皮的出现，并且本该出现的种子没有了，于是人们只有通过嫁接繁殖脐橙。维基百科说也许这个突变在1810到1820年间就被果农们选育了。而且橙这个物种（Citrus xsinensis）貌似很不稳定（本来就是杂交的），容易产生突变。所以它的不同的栽培变种（比如血橙啊什么的）也许都有可能成为脐橙。而为什么突变会造成这种现象呢？多的那圈心皮是从哪里来到？这就得从花的各个部分器官的发育来说起了。花，其实就是一种专门负责生殖的特化的短枝，它上面各个器官（花瓣花蕊什么的）就是这个短枝上特化的“叶”，这些“叶”在短枝上一轮一轮地长着。在花的发育过程中，这些“叶”会特化，最外面那轮（第1轮）会成为花萼，第2轮会成为花瓣，第3轮是雄蕊，第4轮是雌蕊。我们用这个梨花的花图式来帮助理解，左上角花的花瓣被去掉了，为了便于观察：可是怎么决定各轮“叶”会发育成什么呢？有几个基因在这里起到开关的作用，目前最新的理论，这个基因有一种叫做ABCDE模型的机制，如图：这个图是这样看的：ABCDE各自代表了一类基因。花部的各轮“叶”中，通过有选择地表达这些基因起到相应的作用来控制发育。已经说过心皮是组成雌蕊的单位，而胚珠是雌蕊里受精后发育成种子的东西。对照前面那张花图式的图，大家可以看出：梨的雌蕊由5个心皮组成，而每个心皮有2个胚珠。虽然目前的ABCDE模型只是从拟南芥等几种模式植物中得来的，但它至少在双子叶植物里具有普遍性。常见的应用比如各种复瓣花（见下图），比如，野生的桃花、牡丹等都是单瓣的（只有一轮花瓣），但是它们有很多雄蕊。人工选育的复瓣花，是把本来应该长成雄蕊的部分让它长成花瓣了（把基因表达从C替换成A就可以了）。扩展阅读："}
